app/controllers/api/v1/tracks_controller.rb

  def index
    @tracks = Track.all
---
SELECT "tracks".* FROM "tracks"